CM_1 = ("Пароль вводится латинскими буквами;"
        " должен состоять минимум из восьми символов;"
        " должен содержать как минимум одну букву, одну цифру;"
        "должен содержать символы верхнего и нижнего регистра.")
CM_2 = 'Вы заполняете поле в неверном формате.'
CM_3 = 'Пользователь с таким адресом электронной почты уже зарегистрирован в системе. Хотите авторизоваться?'
CM_4 = ('На адрес Вашей электронной почты было отправлено письмо.'
        ' Для завершения регистрации перейдите по указанной в письме ссылке.')
CM_11 = 'Введенный пароль не совпадает'
CM_7 = 'это поле обязательно для заполнения'
MESSAGE_LONG_EMAIL = 'User email must be between 8 and 256 characters'
MESSAGE_LONG_PASSWORD = 'User password must be between 8 and 256 characters'
